Repository: Amiroslo/PyOT
Catalog: language/*.po
Languages: pl_pl

source: hello world!
pl_pl: witaj świecie!

source: You see %s
pl_pl: Widzisz %s

source: that will expire in %d second.
pl_pl: , wygaśnie za %s s.

source: (Vol:%d).
pl_pl: (Il. %d)

source: Arm:%d
pl_pl: Pan. %d

source: physical %s
pl_pl: obrażenia fizyczne %s

source: Def:%d
pl_pl: Obr. %d

source: , %+d speed
pl_pl: , %+d szybkości

source: , %+d magic level
pl_pl: , %+d poziomu magicznego

source: , %(all)+d%% Physical, %(all)+d%% Death, %(all)+d%% Fire, %(all)+d%% Ice, %(all)+d%% Earth, %(all)+d%% Energy, %(all)+d%% Holy, %(all)+d%% Drown, %(all)+d%% Poison, %(all)+d%% ManaDrain, %(all)+d%% Lifedrain
pl_pl: , %(all)+d%% Obrażenia fizyczne, %(all)+d%% Śmierć, %(all)+d%% Ogień, %(all)+d%% Lód, %(all)+d%% Ziemia, %(all)+d%% Energia, %(all)+d%% Świętość, %(all)+d%% Tonięcie, %(all)+d%% Trucizna, %(all)+d%% Utrata many, %(all)+d%% Utrta życia

source: It weighs %.2f oz.
pl_pl: Waga: %.2f oz.

source: You Read: %s
pl_pl: Czytasz: %s

source: He
pl_pl: On

source: She
pl_pl: Ona

source: his
pl_pl: jego

source: heres
pl_pl: jej

source: You see yourself. You are %s.
pl_pl: Widzisz siebie. Jesteś %s.

source: You see %(name)s (Level %(level)d). %(prefix)s is %(description)s.
pl_pl: Oto %(name)s (Poziom %(level)d). %(prefix)s jest %(description)s.

# male
source: You gained %d experience point.
pl_pl: Zyskałeś %d punkt doświadczenia.

# female
source: You gained %d experience point.
pl_pl: Zyskałaś %d punkt doświadczenia.

# male
source: You lost %d experience point.
pl_pl: Straciłeś %d punkt doświadczenia

# female
source: You lost %d experience point.
pl_pl: Straciłaś %d punkt doświadczenia

source: Sorry, not possible.
pl_pl: Przepraszamy, niemożliwe.

source: You cannot take this object.
pl_pl: Nie możesz wziąć tego przedmiotu.

source: This object is too heavy for you to carry.
pl_pl: Ten przedmiot jest dla Ciebie zbyt ciężki.

source: Destination is out of range.
pl_pl: Punkt docelowy poza zasięgiem.

source: There is not enough room.
pl_pl: Zbyt mało miejsca.

# male
source: You are exhausted.
pl_pl: Jesteś wykończony.

# female
source: You are exhausted.
pl_pl: Jesteś wykończona.

source: You need a magic item to cast this spell.
pl_pl: Potrzebujesz magicznego przedmiotu, aby rzucić ten czar.

source: You do not have enough %s.
pl_pl: Nie masz wystarczającej ilości %s.

source: You can only use it on creatures.
pl_pl: Możesz użyć tego tylko na stworzeniu.

source: Channel not found.
pl_pl: Kanał nie został znaleziony.

source: Message too long
pl_pl: Wiadomość zbyt długa.

# male
source: You strike a critical hit!
pl_pl: Zadałeś krytyczne uderzenie!

# female
source: You strike a critical hit!
pl_pl: Zadałaś krytyczne uderzenie

source: Target lost.
pl_pl: Cel zgubiony.

source: You need a target to cast this spell.
pl_pl: Potrzebujesz celu, aby rzucić ten czar.

source: Target is too far away
pl_pl: Cel jest zbyt daleko.

source: You need to learn this spell first.
pl_pl: Musisz nauczyć się tego czaru.

source: Your vocation cannot use this spell.
pl_pl: Twoja profesja nie może użyć tego czaru.

source: Your %s is too high!
pl_pl: Twój %s jest zbyt wysoki!
